#+title: Evaluación de exposición: El registro de Windows
#+author: Gunnar Wolf

- Tema presentado por :: José González y Alejandro Peralta
- Calificación global ::  7.68 * 0.3 +  7.38 * 0.7 = *7.47*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|           10 |   7.5 |         10 |        5 |         5 |  7.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|            5 |     5 |          5 |        0 |         0 |     3 |
|           10 |    10 |         10 |       10 |       7.5 |  9.50 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|          7.5 |   7.5 |        7.5 |        5 |         5 |  6.50 |
|          7.5 |   7.5 |         10 |        5 |         5 |  7.00 |
|            5 |     5 |        7.5 |        5 |         5 |  5.50 |
|          7.5 |   7.5 |         10 |      7.5 |       7.5 |  8.00 |
|           10 |    10 |         10 |       10 |       7.5 |  9.50 |
|          7.5 |   7.5 |          5 |      7.5 |         5 |  6.50 |
|          7.5 |   7.5 |         10 |      7.5 |        10 |  8.50 |
|          7.5 |   7.5 |        7.5 |        5 |       7.5 |  7.00 |
|           10 |   7.5 |        7.5 |        5 |       7.5 |  7.50 |
|           10 |   7.5 |        7.5 |      7.5 |       7.5 |  8.00 |
|          7.5 |   7.5 |         10 |       10 |         5 |  8.00 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         8.29 |  7.89 |       8.55 |     6.97 |      6.71 |  7.68 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@2$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliográficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |            5 |     0.75 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     7.38 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

